1password-beta
1password-cli
alacritty
base
base-devel
bash-completion
bat
bc
blueberry
blueman
bluez-utils
brightnessctl
btop
btrfs-progs
clang
claude-code
cuda-tools
cups
cups-browsed
cups-filters
cups-pdf
dmidecode
dnsmasq
docker
docker-buildx
docker-compose
duf
dust
efibootmgr
egl-wayland
evince
eza
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fd
ffmpegthumbnailer
firefox
fish
fprintd
fzf
gcc-fortran
gcc14
gemini-cli-bin
git
github-cli
gnome-calculator
gnome-keyring
gnome-themes-extra
go
grub-customizer
gst-plugin-pipewire
gum
gvfs-mtp
gvfs-smb
hypridle
hyprland
hyprland-qtutils
hyprlock
hyprpicker
hyprshot
hyprsunset
imagemagick
impala
imv
inetutils
intel-media-driver
intel-ucode
iptables-nft
iw
iwd
jq
jre-openjdk
kdeconnect
kdenlive
kvantum-qt5
lazydocker
lazygit
less
lib32-nvidia-utils
libpulse
libqalculate
libreoffice-fresh
libva-nvidia-driver
libvirt
linutil
linux
linux-firmware
linux-headers
llvm
lmstudio
localsend
luarocks
mako
man-db
mariadb-libs
minecraft-launcher
mise
mosquitto
mpv
mqtt-explorer-beta
nautilus
neovim
netbird
netbird-management
netbird-relay
netbird-signal
netbird-ui
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
nvidia-open-dkms
nvidia-utils
nvm
nwg-displays
obs-studio
obsidian
octave
okular
ollama
omarchy-chromium
os-prober
pamixer
paru-bin
paru-bin-debug
pavucontrol
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plocate
plymouth
polkit-gnome
postgresql-libs
power-profiles-daemon
python-matplotlib
python-networkx
python-numpy
python-pip
python-pipx
python-poetry-core
python-terminaltexteffects
python-virtualenv
qemu-desktop
qemu-emulators-full
qt5-wayland
qt6-wayland
rate-mirrors-bin
rclone
realvnc-vnc-viewer
ripgrep
rofi
satty
signal-desktop
slack-desktop
slurp
sof-firmware
spotify
starship
stow
sublime-text-4
sushi
swaybg
swayosd
swtpm
system-config-printer
tailscale
teams
terminus-font
tk
tldr
trash-cli
tree
tree-sitter-cli
ttf-cascadia-mono-nerd
ttf-ia-writer
ttf-jetbrains-mono-nerd
typora
tzupdate
ufw
ufw-docker
unzip
usbutils
uwsm
ventoy-bin
vesktop
vim
virt-manager
visual-studio-code-bin
walker-bin
wavemon
waybar
wf-recorder
wget
whois
wiremix
wireplumber
wireshark-qt
wl-clip-persist
wl-clipboard
wl-screenrec
wmctrl
woff2-font-awesome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdotool
xf86-input-synaptics
xmlstarlet
xournalpp
yaru-icon-theme
yay
zapzap
zoom
zoxide
zram-generator
zsh
